Repository: GillesDeLeus/HabitsAndChores
Catalog: HabitsAndChores/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl

source: None
de: Keine
es: Ninguna
fr: Aucune
it: Nessuna
nl: Geen
pl: Brak

source: Notes (optional)
de: Notizen (optional)
es: Notas (opcional)
fr: Notes (facultatif)
it: Note (facoltative)
nl: Notities (optioneel)
pl: Notatki (opcjonalnie)

source: Nothing planned for this day yet.
de: Für diesen Tag ist noch nichts geplant.
es: Aún no hay nada planeado para este día.
fr: Rien de prévu pour ce jour pour l’instant.
it: Ancora niente in programma per questo giorno.
nl: Nog niets gepland voor deze dag.
pl: Nic jeszcze nie zaplanowano na ten dzień.

source: Nothing scheduled
de: Nichts geplant
es: Nada programado
fr: Rien de prévu
it: Niente in programma
nl: Niets gepland
pl: Nic nie zaplanowano

source: Nothing scheduled today
de: Heute nichts geplant
es: Nada programado hoy
fr: Rien de prévu aujourd’hui
it: Niente in programma oggi
nl: Niets gepland vandaag
pl: Nic nie zaplanowano na dziś

source: Nothing scheduled.
de: Nichts geplant.
es: Nada programado.
fr: Rien de prévu.
it: Niente in programma.
nl: Niets gepland.
pl: Nic zaplanowanego.

source: Nothing to do. Add something above.
de: Nichts zu tun. Füge oben etwas hinzu.
es: Nada que hacer. Añade algo arriba.
fr: Rien à faire. Ajoutez quelque chose ci-dessus.
it: Niente da fare. Aggiungi qualcosa sopra.
nl: Niets te doen. Voeg hierboven iets toe.
pl: Nic do zrobienia. Dodaj coś powyżej.

source: Notifications
de: Mitteilungen
es: Notificaciones
it: Notifiche
nl: Meldingen
pl: Powiadomienia

source: Novice
de: Neuling
es: Novato
it: Novizio
nl: Nieuweling
pl: Nowicjusz

source: On day %lld
de: Am %lld.
es: El día %lld
fr: Le %lld
it: Il giorno %lld
nl: Op dag %lld
pl: %lld. dnia

source: Once a month
de: Einmal im Monat
es: Una vez al mes
fr: Une fois par mois
it: Una volta al mese
nl: Eén keer per maand
pl: Raz w miesiącu

source: Once a week
de: Einmal pro Woche
es: Una vez a la semana
fr: Une fois par semaine
it: Una volta a settimana
nl: Eén keer per week
pl: Raz w tygodniu

source: Only the household owner can add members.
de: Nur der Haushaltseigentümer kann Mitglieder hinzufügen.
es: Solo el propietario del hogar puede añadir miembros.
fr: Seul le propriétaire du foyer peut ajouter des membres.
it: Solo il proprietario del nucleo può aggiungere membri.
nl: Alleen de eigenaar van het huishouden kan leden toevoegen.
pl: Tylko właściciel gospodarstwa może dodawać członków.

source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
it: Apri
nl: Openen
pl: Otwórz

source: Open notification settings
de: Mitteilungseinstellungen öffnen
es: Abrir ajustes de notificaciones
fr: Ouvrir les réglages de notifications
it: Apri impostazioni notifiche
nl: Meldingsinstellingen openen
pl: Otwórz ustawienia powiadomień

source: Optional account & social features
de: Optionales Konto und soziale Funktionen
es: Cuenta y funciones sociales opcionales
fr: Compte et fonctions sociales (facultatifs)
it: Account e funzioni social (facoltativi)
nl: Optioneel account en sociale functies
pl: Opcjonalne konto i funkcje społecznościowe

source: Optional. Without an account the app stays fully private on your device and iCloud. Creating an account publishes a public profile (handle, level, streaks, badges) so friends can find you.
de: Optional. Ohne Konto bleibt die App vollständig privat auf deinem Gerät und in iCloud. Ein Konto veröffentlicht ein öffentliches Profil (Benutzername, Stufe, Serien, Abzeichen), damit Freunde dich finden.
es: Opcional. Sin cuenta, la app es totalmente privada en tu dispositivo e iCloud. Crear una cuenta publica un perfil público (nombre, nivel, rachas, insignias) para que tus amigos te encuentren.
fr: Facultatif. Sans compte, l’app reste entièrement privée sur votre appareil et iCloud. Créer un compte publie un profil public (identifiant, niveau, séries, badges) pour que vos amis vous trouvent.
it: Facoltativo. Senza account l’app resta completamente privata sul dispositivo e su iCloud. Creare un account pubblica un profilo pubblico (nome utente, livello, serie, distintivi) così gli amici ti trovano.
nl: Optioneel. Zonder account blijft de app volledig privé op je apparaat en iCloud. Een account maakt een openbaar profiel (gebruikersnaam, niveau, reeksen, badges) zodat vrienden je vinden.
pl: Opcjonalne. Bez konta aplikacja pozostaje w pełni prywatna na urządzeniu i w iCloud. Utworzenie konta publikuje profil publiczny (nazwa, poziom, serie, odznaki), aby znajomi mogli Cię znaleźć.

source: Other
de: Andere
es: Otro
fr: Autre
it: Altro
nl: Overig
pl: Inne

source: Owner
de: Eigentümer
es: Propietario
fr: Propriétaire
it: Proprietario
nl: Eigenaar
pl: Właściciel

source: Owner · You
de: Eigentümer · Du
es: Propietario · Tú
fr: Propriétaire · Vous
it: Proprietario · Tu
nl: Eigenaar · Jij
pl: Właściciel · Ty

source: Pay bills
de: Rechnungen bezahlen
es: Pagar las facturas
fr: Payer les factures
it: Pagare le bollette
nl: Rekeningen betalen
pl: Opłacić rachunki

source: Pay rent
de: Miete zahlen
es: Pagar el alquiler
fr: Payer le loyer
it: Pagare l’affitto
nl: Huur betalen
pl: Zapłacić czynsz

source: Pending
de: Ausstehend
es: Pendiente
fr: En attente
it: In attesa
nl: In behandeling
pl: Oczekujące

source: Per task
de: Pro Aufgabe
es: Por tarea
fr: Par tâche
it: Per attività
nl: Per taak
pl: Na zadanie

source: perfect weeks
de: perfekte Wochen
es: semanas perfectas
fr: semaines parfaites
it: settimane perfette
nl: perfecte weken
pl: idealne tygodnie

source: Perfectionist
de: Perfektionist
es: Perfeccionista
fr: Perfectionniste
it: Perfezionista
pl: Perfekcjonista

source: Period
de: Zeitraum
es: Período
fr: Période
it: Periodo
nl: Periode
pl: Okres

source: Pets
de: Haustiere
es: Mascotas
fr: Animaux
it: Animali
nl: Huisdieren
pl: Zwierzęta

source: Photo
de: Foto
es: Foto
it: Foto
nl: Foto
pl: Zdjęcie

source: Photos
de: Fotos
es: Fotos
it: Foto
nl: Foto's
pl: Zdjęcia

source: Plan the week
de: Die Woche planen
es: Planificar la semana
fr: Planifier la semaine
it: Pianificare la settimana
nl: De week plannen
pl: Zaplanować tydzień

source: Please choose a handle without offensive language.
de: Bitte wähle einen Benutzernamen ohne anstößige Sprache.
es: Elige un usuario sin lenguaje ofensivo.
fr: Veuillez choisir un identifiant sans langage offensant.
it: Scegli un nome utente senza linguaggio offensivo.
nl: Kies een gebruikersnaam zonder aanstootgevende taal.
pl: Wybierz nazwę użytkownika bez obraźliwego języka.

source: points
de: Punkte
es: puntos
it: punti
nl: punten
pl: punkty

source: Preparing…
de: Wird vorbereitet…
es: Preparando…
fr: Préparation…
it: Preparazione…
nl: Voorbereiden…
pl: Przygotowywanie…

source: Previous day
de: Vorheriger Tag
es: Día anterior
fr: Jour précédent
it: Giorno precedente
nl: Vorige dag
pl: Poprzedni dzień

source: Priority
de: Priorität
es: Prioridad
fr: Priorité
it: Priorità
nl: Prioriteit
pl: Priorytet

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
nl: Privacybeleid
pl: Polityka prywatności

source: Private
de: Privat
es: Privado
fr: Privé
it: Privato
nl: Privé
pl: Prywatne

source: Private tasks stay on your devices. Choose a household to share and assign this task.
de: Private Aufgaben bleiben auf deinen Geräten. Wähle einen Haushalt, um diese Aufgabe zu teilen und zuzuweisen.
es: Las tareas privadas se quedan en tus dispositivos. Elige un hogar para compartir y asignar esta tarea.
fr: Les tâches privées restent sur vos appareils. Choisissez un foyer pour partager et attribuer cette tâche.
it: Le attività private restano sui tuoi dispositivi. Scegli un nucleo per condividere e assegnare questa attività.
nl: Privétaken blijven op je apparaten. Kies een huishouden om deze taak te delen en toe te wijzen.
pl: Zadania prywatne pozostają na Twoich urządzeniach. Wybierz gospodarstwo, aby udostępnić i przypisać to zadanie.

source: Private to-dos stay on your devices. Choose a household to share and assign this to-do.
de: Private To-dos bleiben auf deinen Geräten. Wähle einen Haushalt, um dieses To-do zu teilen und zuzuweisen.
es: Los to-dos privados se quedan en tus dispositivos. Elige un hogar para compartir y asignar este to-do.
fr: Les to-dos privés restent sur vos appareils. Choisissez un foyer pour partager et attribuer ce to-do.
it: I to-do privati restano sui tuoi dispositivi. Scegli un nucleo per condividere e assegnare questo to-do.
nl: Privé-to-do’s blijven op je apparaten. Kies een huishouden om deze to-do te delen en toe te wijzen.
pl: Prywatne to-do pozostają na Twoich urządzeniach. Wybierz gospodarstwo, aby je udostępnić i przypisać.

source: Pro
de: Profi

source: Process and clear your email inbox.
de: E-Mail-Posteingang bearbeiten und leeren.
es: Procesa y vacía tu bandeja de entrada.
fr: Traitez et videz votre boîte de réception.
it: Elabora e svuota la tua casella di posta.
nl: Verwerk en leeg je e-mailinbox.
pl: Przejrzyj i opróżnij skrzynkę e-mail.

source: Productivity
de: Produktivität
es: Productividad
fr: Productivité
it: Produttività
nl: Productiviteit
pl: Produktywność

source: Reach out to a friend
de: Einen Freund kontaktieren
es: Contactar a un amigo
fr: Contacter un ami
it: Contattare un amico
nl: Een vriend benaderen
pl: Skontaktować się ze znajomym

source: Read
de: Lesen
es: Leer
fr: Lire
it: Leggere
nl: Lezen
pl: Czytać

source: Read for at least 20 minutes.
de: Mindestens 20 Minuten lesen.
es: Lee durante al menos 20 minutos.
fr: Lisez pendant au moins 20 minutes.
it: Leggi per almeno 20 minuti.
nl: Lees minstens 20 minuten.
pl: Czytaj przez co najmniej 20 minut.

source: Read the Terms
de: Nutzungsbedingungen lesen
es: Leer los términos
fr: Lire les conditions
it: Leggi i termini
nl: Lees de voorwaarden
pl: Przeczytaj warunki

source: Recent activity
de: Letzte Aktivität
es: Actividad reciente
fr: Activité récente
it: Attività recente
nl: Recente activiteit
pl: Ostatnia aktywność

source: Recurring
de: Wiederkehrend
es: Recurrente
fr: Récurrent
it: Ricorrente
nl: Terugkerend
pl: Cykliczne

source: Remind me
de: Erinnere mich
es: Recordarme
fr: Me rappeler
it: Ricordamelo
nl: Herinner me
pl: Przypomnij mi

source: Reminder
de: Erinnerung
es: Recordatorio
fr: Rappel
it: Promemoria
nl: Herinnering
pl: Przypomnienie

source: Reminds you every day at this time until you mark it done.
de: Erinnert dich täglich zu dieser Zeit, bis du es als erledigt markierst.
es: Te recuerda cada día a esta hora hasta que lo marques como hecho.
fr: Vous rappelle chaque jour à cette heure jusqu’à ce que ce soit fait.
it: Ti ricorda ogni giorno a quest’ora finché non lo completi.
nl: Herinnert je elke dag op dit tijdstip totdat je het afvinkt.
pl: Przypomina codziennie o tej porze, aż oznaczysz jako zrobione.

source: Reminds you relative to the due date.
de: Erinnert dich relativ zum Fälligkeitsdatum.
es: Te recuerda en relación con la fecha de vencimiento.
fr: Vous rappelle par rapport à la date d’échéance.
it: Ti ricorda rispetto alla scadenza.
nl: Herinnert je ten opzichte van de deadline.
pl: Przypomina względem terminu.

source: Remove
de: Entfernen
es: Quitar
fr: Retirer
it: Rimuovi
nl: Verwijderen
pl: Usuń

source: Remove avatar
de: Avatar entfernen
es: Quitar avatar
fr: Retirer l’avatar
it: Rimuovi avatar
nl: Avatar verwijderen
pl: Usuń awatar

source: Repeats
de: Wiederholung
es: Repetición
fr: Répétition
it: Ripetizione
nl: Herhaling
pl: Powtarzanie

source: Report %@
de: %@ melden
es: Denunciar a %@
fr: Signaler %@
it: Segnala %@
nl: %@ rapporteren
pl: Zgłoś %@

source: Report…
de: Melden…
es: Denunciar…
fr: Signaler…
it: Segnala…
nl: Rapporteren…
pl: Zgłoś…

source: Request
de: Anfragen
es: Solicitar
fr: Demander
it: Richiedi
nl: Verzoek sturen
pl: Wyślij prośbę

source: Requested
de: Angefragt
es: Solicitado
fr: Demandé
it: Richiesto
nl: Aangevraagd
pl: Wysłane

source: Requests received (%lld)
de: Empfangene Anfragen (%lld)
es: Solicitudes recibidas (%lld)
fr: Demandes reçues (%lld)
it: Richieste ricevute (%lld)
nl: Ontvangen verzoeken (%lld)
pl: Otrzymane prośby (%lld)

source: Requests sent (%lld)
de: Gesendete Anfragen (%lld)
es: Solicitudes enviadas (%lld)
fr: Demandes envoyées (%lld)
it: Richieste inviate (%lld)
nl: Verzonden verzoeken (%lld)
pl: Wysłane prośby (%lld)

source: Review budget
de: Budget überprüfen
es: Revisar el presupuesto
fr: Vérifier le budget
it: Rivedere il budget
nl: Budget bekijken
pl: Przejrzeć budżet

source: Review goals and plan the coming week.
de: Ziele überprüfen und die kommende Woche planen.
es: Revisa tus metas y planifica la próxima semana.
fr: Revoyez vos objectifs et planifiez la semaine à venir.
it: Rivedi gli obiettivi e pianifica la settimana.
nl: Bekijk je doelen en plan de komende week.
pl: Przejrzyj cele i zaplanuj nadchodzący tydzień.

source: Rotate between members
de: Zwischen Mitgliedern wechseln
es: Alternar entre miembros
fr: Alterner entre les membres
it: Alterna tra i membri
nl: Wisselen tussen leden
pl: Rotuj między członkami

source: Rotates between members
de: Wechselt zwischen Mitgliedern
es: Alterna entre miembros
fr: Alterne entre les membres
it: Si alterna tra i membri
nl: Wisselt tussen leden
pl: Rotuje między członkami

source: Safety options
de: Sicherheitsoptionen
es: Opciones de seguridad
fr: Options de sécurité
it: Opzioni di sicurezza
nl: Veiligheidsopties
pl: Opcje bezpieczeństwa

source: Save
de: Sichern
es: Guardar
fr: Enregistrer
it: Salva
nl: Bewaren
pl: Zapisz

source: Schedule for a day
de: Für einen Tag planen
es: Programar para una fecha
fr: Planifier une date
it: Pianifica una data
nl: Inplannen voor een dag
pl: Zaplanuj na dzień

source: Scheduled
de: Geplant
es: Programado
fr: Planifié
it: In programma
nl: Gepland
pl: Zaplanowane

source: Scoop and refresh the litter box.
de: Katzenklo ausräumen und auffrischen.
es: Limpia y renueva el arenero.
fr: Videz et renouvelez la litière.
it: Pulisci e rinnova la lettiera.
nl: Schep uit en ververs de kattenbak.
pl: Wygarnij i odśwież kuwetę.

source: Scrub sink, toilet, and shower.
de: Waschbecken, Toilette und Dusche schrubben.
es: Friega el lavabo, el inodoro y la ducha.
fr: Récurer le lavabo, les toilettes et la douche.
it: Strofina lavandino, water e doccia.
nl: Boen wastafel, toilet en douche.
pl: Wyszoruj umywalkę, toaletę i prysznic.

source: Search habits & chores
de: Gewohnheiten & Aufgaben suchen
es: Buscar hábitos y tareas
fr: Rechercher habitudes et tâches
it: Cerca abitudini e faccende
nl: Zoek gewoonten en klussen
pl: Szukaj nawyków i obowiązków

source: Search tasks
de: Aufgaben suchen
es: Buscar tareas
fr: Rechercher des tâches
it: Cerca attività
nl: Taken zoeken
pl: Szukaj zadań

source: Section
de: Abschnitt
es: Sección
it: Sezione
nl: Sectie
pl: Sekcja

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
nl: Instellingen
pl: Ustawienia

source: Settle outstanding utility and card bills.
de: Offene Versorgungs- und Kartenrechnungen begleichen.
es: Liquida las facturas pendientes de servicios y tarjetas.
fr: Réglez les factures de services et de carte en attente.
it: Salda le bollette di utenze e carte in sospeso.
nl: Betaal openstaande nuts- en creditcardrekeningen.
pl: Ureguluj zaległe rachunki za media i karty.

source: Shared
de: Geteilt
es: Compartidas
fr: Partagées
it: Condivise
nl: Gedeeld
pl: Udostępnione

source: Shared with everyone in the household. Moving a task between Private and a household resets its completion history.
de: Mit dem ganzen Haushalt geteilt. Das Verschieben zwischen Privat und Haushalt setzt den Verlauf zurück.
es: Compartida con todo el hogar. Mover una tarea entre Privado y un hogar reinicia su historial.
fr: Partagé avec tout le foyer. Déplacer une tâche entre Privé et un foyer réinitialise son historique.
it: Condiviso con tutto il nucleo. Spostare un’attività tra Privato e un nucleo azzera la cronologia.
nl: Gedeeld met iedereen in het huishouden. Een taak verplaatsen tussen Privé en een huishouden wist de geschiedenis.
pl: Udostępnione całemu gospodarstwu. Przeniesienie zadania między Prywatnym a gospodarstwem resetuje historię.

source: Shared with everyone in the household. Moving a to-do between Private and a household resets its done state.
de: Mit dem ganzen Haushalt geteilt. Das Verschieben eines To-dos setzt seinen Status zurück.
es: Compartido con todo el hogar. Mover un to-do entre Privado y un hogar reinicia su estado.
fr: Partagé avec tout le foyer. Déplacer un to-do entre Privé et un foyer réinitialise son état.
it: Condiviso con tutto il nucleo. Spostare un to-do tra Privato e un nucleo ne azzera lo stato.
nl: Gedeeld met iedereen in het huishouden. Een to-do verplaatsen tussen Privé en een huishouden wist de status.
pl: Udostępnione całemu gospodarstwu. Przeniesienie to-do między Prywatnym a gospodarstwem resetuje jego stan.

source: Sharing
de: Teilen
es: Compartir
fr: Partage
it: Condivisione
nl: Delen
pl: Udostępnianie

source: Sign in to iCloud to create or join a shared household.
de: Melde dich bei iCloud an, um einen geteilten Haushalt zu erstellen oder beizutreten.
es: Inicia sesión en iCloud para crear un hogar compartido o unirte a uno.
fr: Connectez-vous à iCloud pour créer ou rejoindre un foyer partagé.
it: Accedi a iCloud per creare o entrare in un nucleo condiviso.
nl: Meld je aan bij iCloud om een gedeeld huishouden te maken of eraan deel te nemen.
pl: Zaloguj się do iCloud, aby utworzyć gospodarstwo lub do niego dołączyć.

source: Sign in with Apple gives you a private, durable identity. Your real name and email are never shared with other users.
de: Die Anmeldung mit Apple gibt dir eine private, dauerhafte Identität. Dein echter Name und deine E-Mail werden niemals mit anderen Nutzern geteilt.
es: Iniciar sesión con Apple te da una identidad privada y duradera. Tu nombre real y correo nunca se comparten con otros usuarios.
fr: Se connecter avec Apple vous donne une identité privée et durable. Votre vrai nom et votre e-mail ne sont jamais partagés avec d’autres utilisateurs.
it: Accedi con Apple ti dà un’identità privata e duratura. Il tuo nome reale e la tua e-mail non sono mai condivisi con altri utenti.
nl: Aanmelden met Apple geeft je een privé, duurzame identiteit. Je echte naam en e-mail worden nooit met andere gebruikers gedeeld.
pl: Logowanie z Apple daje prywatną, trwałą tożsamość. Twoje prawdziwe imię i nazwisko oraz e-mail nigdy nie są udostępniane innym użytkownikom.

source: Skip
de: Überspringen
es: Omitir
fr: Passer
it: Salta
nl: Overslaan
pl: Pomiń

source: Social
de: Sozial
nl: Sociaal
pl: Społeczność

source: Someone
de: Jemand
es: Alguien
fr: Quelqu’un
it: Qualcuno
nl: Iemand
pl: Ktoś

source: Sort
de: Sortieren
es: Ordenar
fr: Trier
it: Ordina
nl: Sorteren
pl: Sortuj

source: Sort and group
de: Sortieren und gruppieren
es: Ordenar y agrupar
fr: Trier et grouper
it: Ordina e raggruppa
nl: Sorteren en groeperen
pl: Sortuj i grupuj

source: Sort to-dos
de: To-dos sortieren
es: Ordenar to-dos
fr: Trier les to-dos
it: Ordina i to-do
nl: To-do’s sorteren
pl: Sortuj to-do

source: Stats
de: Statistik
es: Estadísticas
it: Statistiche
nl: Statistieken
pl: Statystyki

source: Stay hydrated throughout the day.
de: Bleib den ganzen Tag über hydriert.
es: Mantente hidratado durante el día.
fr: Restez hydraté tout au long de la journée.
it: Mantieniti idratato durante la giornata.
nl: Blijf de hele dag gehydrateerd.
pl: Nawadniaj się przez cały dzień.

source: Streak Keeper
de: Serien-Hüter
es: Guardián de rachas
fr: Gardien de série
it: Custode della serie
nl: Reekshouder
pl: Strażnik serii

source: Submit your monthly rent payment.
de: Deine monatliche Mietzahlung leisten.
es: Realiza el pago mensual del alquiler.
fr: Effectuez votre paiement de loyer mensuel.
it: Effettua il pagamento mensile dell’affitto.
nl: Betaal je maandelijkse huur.
pl: Dokonaj miesięcznej płatności czynszu.

source: Suggested for you
de: Für dich empfohlen
es: Sugerido para ti
fr: Suggéré pour vous
it: Consigliati per te
nl: Voor jou aanbevolen
pl: Proponowane dla Ciebie

source: Surprise me
de: Überrasch mich
es: Sorpréndeme
fr: Surprenez-moi
it: Sorprendimi
nl: Verras me
pl: Zaskocz mnie

source: Swap out and wash the bed linens.
de: Bettwäsche abziehen und waschen.
es: Cambia y lava la ropa de cama.
fr: Retirer et laver le linge de lit.
it: Sostituisci e lava la biancheria da letto.
nl: Verwissel en was het beddengoed.
pl: Wymień i upierz pościel.

source: Take a walk
de: Spazieren gehen
es: Dar un paseo
fr: Faire une promenade
it: Fare una passeggiata
nl: Een wandeling maken
pl: Pójść na spacer

source: Take out the trash
de: Müll rausbringen
es: Sacar la basura
fr: Sortir les poubelles
it: Portare fuori la spazzatura
nl: Vuilnis buitenzetten
pl: Wynieść śmieci

source: Take the dog out for a walk.
de: Den Hund zum Spaziergang ausführen.
es: Saca al perro a pasear.
fr: Sortez le chien pour une promenade.
it: Porta il cane fuori per una passeggiata.
nl: Laat de hond uit voor een wandeling.
pl: Wyprowadź psa na spacer.

source: Take vitamins
de: Vitamine einnehmen
es: Tomar vitaminas
fr: Prendre des vitamines
it: Prendere le vitamine
nl: Vitamines innemen
pl: Przyjąć witaminy

source: Take your daily supplements.
de: Nimm deine täglichen Nahrungsergänzungsmittel.
es: Toma tus suplementos diarios.
fr: Prenez vos compléments quotidiens.
it: Prendi i tuoi integratori giornalieri.
nl: Neem je dagelijkse supplementen.
pl: Przyjmij codzienne suplementy.

source: Task Completer
de: Aufgaben-Erlediger
es: Completador de tareas
fr: Finisseur de tâches
it: Completatore di attività
nl: Taakvoltooier
pl: Wykonawca zadań

source: tasks
de: Aufgaben
es: tareas
fr: tâches
it: attività
nl: taken
pl: zadania

source: Tasks
de: Aufgaben
es: Tareas
fr: Tâches
it: Attività
nl: Taken
pl: Zadania

source: Tasks assigned to this household show up here. Add one from the Tasks or To-Do tab and pick this household.
de: Aufgaben dieses Haushalts erscheinen hier. Füge eine über den Tab „Aufgaben“ oder „To-do“ hinzu und wähle diesen Haushalt.
es: Las tareas asignadas a este hogar aparecen aquí. Añade una desde la pestaña Tareas o To-Do y elige este hogar.
fr: Les tâches attribuées à ce foyer apparaissent ici. Ajoutez-en une depuis l’onglet Tâches ou To-Do et choisissez ce foyer.
it: Le attività assegnate a questo nucleo appaiono qui. Aggiungine una dalla scheda Attività o To-Do e scegli questo nucleo.
nl: Taken die aan dit huishouden zijn toegewezen verschijnen hier. Voeg er een toe via het tabblad Taken of To-do en kies dit huishouden.
pl: Zadania przypisane do tego gospodarstwa pojawią się tutaj. Dodaj je z karty Zadania lub To-Do i wybierz to gospodarstwo.

source: Template library
de: Vorlagenbibliothek
es: Biblioteca de plantillas
fr: Bibliothèque de modèles
it: Libreria di modelli
nl: Sjabloonbibliotheek
pl: Biblioteka szablonów

source: Terms & Community Guidelines
de: Nutzungsbedingungen & Community-Richtlinien
es: Términos y normas de la comunidad
fr: Conditions et règles de la communauté
it: Termini e linee guida della community
nl: Voorwaarden en communityrichtlijnen
pl: Warunki i wytyczne społeczności

source: Terms of Use
de: Nutzungsbedingungen
es: Condiciones de uso
fr: Conditions d’utilisation
it: Termini d’uso
nl: Gebruiksvoorwaarden
pl: Warunki użytkowania

source: Thanks
de: Danke
es: Gracias
fr: Merci
it: Grazie
nl: Bedankt
pl: Dziękujemy

source: That friend isn't reachable on iCloud yet.
de: Dieser Freund ist über iCloud noch nicht erreichbar.
es: Ese amigo aún no está disponible en iCloud.
fr: Cet ami n’est pas encore joignable sur iCloud.
it: Quell’amico non è ancora raggiungibile su iCloud.
nl: Die vriend is nog niet bereikbaar op iCloud.
pl: Ten znajomy nie jest jeszcze osiągalny w iCloud.
